Bookers/app/controllers/books_controller.rb

INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "テスト１"], ["body", "本文１"], ["created_at", "2019-11-27 11:05:01.893648"], ["updated_at", "2019-11-27 11:05:01.893648"]]
SELECT "books".* FROM "books"
---
def create
    @book = Book.new(book_params)
    if @book.save
      flash[:notice] = "Book was successfully created."
      redirect_to action: "show", id: @book.id
    else
      @books = Book.all